/* \"%@\" image */
"\"%@\" image" = "”%@” kuva";

/* Clipboard contents: %@. */
"Clipboard contents: %@." = "Leikepöydän sisältö: %@.";

/* Could not generate PDF data for printing. */
"Could not generate PDF data for printing." = "PDF-dataa ei voitu luoda tulostamista varten.";

/* Empty */
"Empty" = "Tyhjä";

/* Hide Clipboard */
"Hide Clipboard" = "Kätke Leikepöytä";

/* Move */
"Move" = "Siirrä";

/* Move */
"Press" = "Paina";

/* axis to assign. */
"axis to assign." = "akseli määritettäväksi.";

/* button to assign. */
"button to assign." = "painike määritettäväksi.";

/* button to assign. */
"Please choose input on" = "Valitse syöttö painikkeelle";

/* Movie */
"Movie" = "Elokuva";

/* No device input assigned. */
"No device input assigned." = "Laitteen syöttöä ei ole määritetty.";

/* No device. */
"No device." = "Ei laitetta.";

/* No devices with 2+ axis found. */
"No devices with 2+ axis found." = "Ei löydetty laitteita, joilla on enemmän kuin 2 akselia.";

/* No devices with at least 2 axis found. */
"No devices with 6+ axis found." = "Ei löydetty laitteita, joilla on enemmän kuin 6 akselia.";

/* Not assigned. */
"Not assigned." = "Ei määritetty.";

/*  button mouse detected. */
" button mouse detected." = "-painikkeinen hiiri havaittu.";

/* Plain Text */
"Plain Text" = "Pelkkä teksti";

/* Print Error */
"Print Error" = "Tulostusvirhe";

/* Rich Text */
"Rich Text" = "Muotoiltu teksti";

/* Save Error */
"Save Error" = "Tallennusvirhe";

/* Show Clipboard */
"Show Clipboard" = "Näytä Leikepöytä";

/* Unable to save current window contents. */
"Unable to save current window contents." = "Ikkunan sisältöä ei voi tallentaa.";

/* Unassigned */
"Unassigned" = "Ei määritelty";

/* Unknown contents */
"Unknown contents" = "Sisältö tuntematon";

/* Button modifiers must not be the same. */
"Button modifiers must not be the same." = "Painikkeiden muuntonäppäimet eivät saa olla samat.";
